/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°°, %g, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Střed";

/* An audio channel label. */
"Center Surround" = "Surround ve středu";

/* An audio channel label. */
"Center Surround Direct" = "Přímý surround ve středu";

/* Channel. An audio channel label. */
"Channel" = "Kanál";

/* Channels. An audio channel label. */
"Channels" = "Kanály";

/* An audio channel label. */
"Click Track" = "Stopa metronomu";

/* An audio channel label. */
"Dialog Centric Mix" = "Středový mix dialogů";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Diskrétní";

/* An audio channel label. */
"Foreign Language" = "Cizí jazyk";

/* An audio channel label. */
"Headphones Left" = "Sluchátka vlevo";

/* An audio channel label. */
"Headphones Right" = "Sluchátka vpravo";

/* An audio channel label. */
"Hearing Impaired" = "Poškozený sluch";

/* An audio channel label. */
"Left" = "Vlevo";

/* An audio channel label. */
"Left Center" = "Střed vlevo";

/* An audio channel label. */
"Left Surround" = "Surround vlevo";

/* An audio channel label. */
"Left Surround Direct" = "Přímý surround vlevo";

/* An audio channel label. */
"Left Total" = "Celkem vlevo";

/* An audio channel label. */
"Left Wide" = "Vlevo (wide)";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Screen";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Střed";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Komentář";

/* An audio channel label. */
"Rear Surround Left" = "Surround vlevo vzadu";

/* An audio channel label. */
"Rear Surround Right" = "Surround vpravo vzadu";

/* An audio channel label. */
"Right" = "Vpravo";

/* An audio channel label. */
"Right Center" = "Střed vpravo";

/* An audio channel label. */
"Right Surround" = "Surround vpravo";

/* An audio channel label. */
"Right Surround Direct" = "Přímý surround vpravo";

/* An audio channel label. */
"Right Total" = "Celkem vpravo";

/* An audio channel label. */
"Right Wide" = "Vpravo (wide)";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Strana";

/* An audio channel label. */
"Top Back Center" = "Střed nahoře vzadu";

/* An audio channel label. */
"Top Back Left" = "Vlevo nahoře vzadu";

/* An audio channel label. */
"Top Back Right" = "Vpravo nahoře vzadu";

/* An audio channel label. */
"Top Center Surround" = "Surround nahoře ve středu";

/* An audio channel label. */
"Unknown" = "Není známo";

/* An audio channel label. */
"Unused" = "Nepoužito";

/* An audio channel label. */
"Vertical Height Center" = "Vertikální výška ve středu";

/* An audio channel label. */
"Vertical Height Left" = "Vertikální výška vlevo";

/* An audio channel label. */
"Vertical Height Right" = "Vertikální výška vpravo";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptický";

